<?php
   $news_item_url = 'https://ria.ru/20210522/mars-1733424795.html';
   $news_item_text = <<< END
Китайский марсоход "Чжужун" в субботу успешно спустился с платформы и приступил к исследованиям Марса, говорится в сообщении Китайской корпорации космической науки и техники (CASC).
"Согласно телеметрическим данным, 22 мая в 10.40 по пекинскому времени (5.40 мск) разработанный и произведенный Китайской корпорации космической науки и техники (CASC) марсоход "Чжужун" безопасно покинул посадочную платформу, достиг поверхность Марса и приступил к исследованиям", - говорится в заявлении.
Марсоход "Чжужун" в составе аппарата "Тяньвэнь-1" 15 мая осуществил успешную мягкую посадку в южной части равнины Утопия на поверхности Марса.
В корпорации уточнили, что среди научных задач аппарата "Тяньвэнь-1" исследование морфологии и особенностей геологического строения Марса, особенностей марсианского грунта и расположения водяного льда, также аппарат должен исследовать вещественный состав грунта, ионизированный слой атмосферы, характеристики климата и условий окружающей среды на поверхности Красной планеты, а также физическое поле и внутреннюю структуру Марса.
Проектный срок службы марсохода "Чжужун" - 90 солов или марсианских суток (продолжительность одних суток - 24 часа 39 минут).
Марсоход спроектирован так, что на протяжении миссии он сможет выдержать механическое, термическое и радиационное воздействие космической среды. Он оборудован шестью полезными нагрузками, включая мультиспектральную и топографическую камеры, детектор магнитного поля на поверхности, прибор для метеорологических измерений и детектор для изучения состава поверхности.
Первый китайский космический аппарат для исследований Марса "Тяньвэнь-1", состоящий из орбитального модуля, посадочной капсулы и марсохода, был запущен 23 июля 2020 года с космодрома Вэньчан на острове Хайнань.
Миссия "Тяньвэнь-1" включает выход и вращение на орбите Марса, посадку и перемещение по поверхности Красной планеты. В случае успеха миссии ученые смогут изучить атмосферу, рельеф, геологические характеристики, особенности магнитного поля планеты, что поможет получить ключ к разгадке происхождения и эволюции Марса и всей Солнечной системы.
При этом главная цель миссии - найти возможные признаки жизни на Марсе, а также помочь ученым понять, могут ли условия на этой планете измениться в будущем так, что она станет пригодна для жизни людей.   
END;
