<?php
   $news_item_url = 'https://baijiahao.baidu.com/s?id=1700609791160596308';
   $news_item_text = <<< END
很久没有重新思考一个问题:什么是稳定币?抛开所有的概念，稳定币是市场参与者们认可的，可以和某种法定货币进行挂钩的数字货币，方便进行稳定的资金清算。稳定币在加密交易市场中扮演着非常重要的角色。非常多的用户可以通过稳定币参与到整个行业中，获得利润，规避风险。

USDT作为目前全球市值最高的稳定币资产，它确实为使用者带来了许多便利。但是作为一个由中心化机构主持的一个资产，在整个区块链大环境中，也有许多弊端。母公司被美国政府约谈，并冻结资产，资产安全性问题是USDT的一颗地雷，爆炸与否，什么时候爆，都是一个未知数。

在区块链世界中，去中心化的治理是至关重要的，但要做到正确却很困难。去中心化的稳定币，运营和资金非常透明，所以我们大可以放心整个操作过程。DeFi 代码的开源、透明、可互操作性，让金融，资产和价值最大限度地自由流动，让这个金融生态释放出前所未有的活力，去中心化稳定币的需求得到了巨大的释放。

DAI在整个DeFi热潮涌动中被疯狂铸造，它远不止是一个稳定币那么简单，它更是一个信用系统，通过设计一个去中心化的经济系统，使 Dai 的价格自发保持在一个稳定水平。DAI通过超额抵押机制，以去中心化的形式在链上发行。为了防范抵押资产的价格波动，确保稳定币的币值稳定，必须通过超额担保的机制来形成足够的资产缓冲，这也直接导致了相比法币抵押的资本效率的低下，限制了增发的自由度以及DAI自身规模增长。

DeFi依旧在蓬勃发展，作为整个DeFi的重要组成，稳定币的需求也不断提高，更成熟的机制设计和更丰富的使用场景成为了对稳定币的新考量，Mars Ecosystem 稳定币应运而生。MarsDAO是一个由太空和火星探索爱好者共同组成的去中心化自治社区。它是Mars Ecosystem 的管理机构。MarsDAO 意在将“Mars Ecosystem”建设成为一个多元化的跨星际金融生态系统，成为未来可行的星际经济的先驱组织之一。并将竭力为社区中的这些“新时代创世者”们提供尽可能多的探索空间和可能。


Mars Ecosystem提出，现有的稳定币协议面临一个根本性的问题:正外部性，简单的说，稳定币协议的稳定是参与在稳定币协议的用户实现的，但是稳定币稳定的最大好处，价值的实现却发生在其他DeFi协议中。这些价值的发现由其他DeFi捕获，被其他的用户获得，参与到稳定币的用户没有获得到增值的价值。如果一个协议无法保持持续、有力的激励，那么这个协议就无法保持高效的运行。所以，在现有模式下的稳定币协议没有满足生态的需求。

Mars Ecosystem中的稳定币协议解决了市面上存在的稳定币协议的一个基本问题:集成问题和正外循环性问题。Mars Ecosystem提出了一种全新的去中心化稳定币生态模式，通过建立新的机制来驱动与 其他DeFi 协议的集成，并且，Mars Ecosystem会建立自己的DeFi生态，治理代币XMS、稳定币USDM、Mars协议之间的关系构成一个正反馈回路，并产生飞轮效应。


从最初的铸造开始，参与铸造的用户需要将价值 1 美金的Mars金库接受的资产交给金库给Mars金库，目前根据Mars提供的信息显示，Mars接收的资产要更加的丰富，更加的多样，除了稳定币，还包括BTC、ETH、BNB等Layer1 龙头代币以及UNI，AAVE等DeFi龙头代币。

采用多样的交给金库币是Mars Ecosystem里重要的一环，多样的代币的认可便更容易让用户参与铸造，参与铸造的用户会推起整个生态的铸造热度，同时，由于多样的代币铸造参与其中，Mars金库也会变得越来越举重若轻。

这就要回归到整个Mars生态的设计来看，Mars生态不同于其他稳定币协议的关键还在于解决了“正外部性问题”，就是那个自己产奶奶行业，但行业不反哺的问题。Mars生态在整个飞轮设计中，加入了多种的Mars DeFi协议，这些协议可以很好的捕获价值，为Mars Ecosystem治理币XMS提供价值支撑。

普通用户持有少量的治理代币并不能够发挥出应有的作用和成效，但是随着用户将手中的治理代币，通过在Mars金库交给金库，铸造了稳定币，一方面，用户可随时将代币兑换出来，另一方面，铸造出的Mars稳定币可以在整个Mars生态实现价值增值。


对于Mars金库来说，通过积累大量的治理代币后，Mars金库可以在整个生态的投票决策后，对手中的治理代币形式权利，以达到与主流DeFi协议合作并参与其治理的目的，特别是在相应的DeFi协议中通过有利于Mars稳定币整合进入这些DeFi协议的提案。这种方式会进一步扩大对于Mars生态的认可、Mars稳定币的认可。这种运作，便是整个Mars生态中飞轮的魔力。

展望一下，Mars金库具有可能成为DeFi的中央银行的潜力。其稳定币价格稳定，资金效率高，可扩展性高且高度去中心化。具有成为去中心化稳定币市场的领导者的巨大潜力。

探寻火星是人类的梦想，一个与现有地球各方面及其相似，又仿佛是微缩地球一般的神奇星球。如果说传统金融的发展像是地球，那么DeFi的发展、蓬勃、探索也像人类对于火星的探索一样，我们不是在创造价值规律，而是发现原属于世界的去中心化之美，感受DeFi的旋律，通过新的 知识，打开DeFi的火星之门。Mars Ecosystem的诞生去往何方，我想星辰大海会给出答案。
END;
